       01 IVTNO_INPUT-MSG.
        02 IN-LL PIC S9(3) USAGE COMP.
        02 IN-ZZ PIC S9(3) USAGE COMP.
        02 IN-TRANCDE PIC X(10) USAGE DISPLAY.
        02 IN-COMMAND PIC X(8) USAGE DISPLAY.
        02 IN-LAST-NAME PIC X(10) USAGE DISPLAY.
        02 IN-FIRST-NAME PIC X(10) USAGE DISPLAY.
        02 IN-EXTENSION PIC X(10) USAGE DISPLAY.
        02 IN-ZIP-CODE PIC X(7) USAGE DISPLAY.
